const packs = {
  "인페르노X": {
    "series": "MEGA",
    "type": "확장팩",
    "pName": "인페르노X",
    "names": {
      "jp": "インフェルノX",
      "kr": "인페르노X"
    }
  },
  "메가브레이브": {
    "series": "MEGA",
    "type": "확장팩",
    "pName": "메가브레이브",
    "names": {
      "jp": "メガブレイブ",
      "kr": "메가브레이브"
    }
  },
  "메가심포니아": {
    "series": "MEGA",
    "type": "확장팩",
    "pName": "메가심포니아",
    "names": {
      "jp": "メガシンフォニア",
      "kr": "메가심포니아"
    }
  },
  "블랙볼트": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "블랙볼트",
    "names": {
      "jp": "ブラックボルト",
      "kr": "블랙볼트"
    }
  },
  "화이트플레어": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "화이트플레어",
    "names": {
      "jp": "ホワイトフレア",
      "kr": "화이트플레어"
    }
  },
  "로켓단의 영광": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "로켓단의 영광",
    "names": {
      "jp": "ロケット団の栄光",
      "kr": "로켓단의 영광"
    }
  },
  "열풍의 아레나": {
    "series": "스칼렛&바이올렛",
    "type": "강화확장팩",
    "pName": "열풍의 아레나",
    "names": {
      "jp": "熱風のアリーナ",
      "kr": "열풍의 아레나"
    }
  },
  "배틀파트너즈": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "배틀파트너즈",
    "names": {
      "jp": "バトルパートナーズ",
      "kr": "배틀파트너즈"
    }
  },
  "테라스탈 페스타 ex": {
    "series": "스칼렛&바이올렛",
    "type": "하이클래스팩",
    "pName": "테라스탈 페스타 ex",
    "names": {
      "jp": "テラスタルフェスex",
      "kr": "테라스탈 페스타 ex"
    }
  },
  "초전브레이커": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "초전브레이커",
    "names": {
      "jp": "超電ブレイカー",
      "kr": "초전브레이커"
    }
  },
  "낙원드래고나": {
    "series": "스칼렛&바이올렛",
    "type": "강화확장팩",
    "pName": "낙원드래고나",
    "names": {
      "jp": "楽園ドラゴーナ",
      "kr": "낙원드래고나"
    }
  },
  "스텔라미라클": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "스텔라미라클",
    "names": {
      "jp": "ステラミラクル",
      "kr": "스텔라미라클"
    }
  },
  "나이트원더러": {
    "series": "스칼렛&바이올렛",
    "type": "강화확장팩",
    "pName": "나이트원더러",
    "names": {
      "jp": "ナイトワンダラー",
      "kr": "나이트원더러"
    }
  },
  "변환의 가면": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "변환의 가면",
    "names": {
      "jp": "変幻の仮面",
      "kr": "변환의 가면"
    }
  },
  "크림슨헤이즈": {
    "series": "스칼렛&바이올렛",
    "type": "강화확장팩",
    "pName": "크림슨헤이즈",
    "names": {
      "jp": "クリムゾンヘイズ",
      "kr": "크림슨헤이즈"
    }
  },
  "와일드포스": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "와일드포스",
    "names": {
      "jp": "ワイルドフォース",
      "kr": "와일드포스"
    }
  },
  "사이버저지": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "사이버저지",
    "names": {
      "jp": "サイバージャッジ",
      "kr": "사이버저지"
    }
  },
  "샤이니트레저 ex": {
    "series": "스칼렛&바이올렛",
    "type": "하이클래스팩",
    "pName": "샤이니트레저 ex",
    "names": {
      "jp": "シャイニートレジャーex",
      "kr": "샤이니트레저 ex"
    }
  },
  "고대의 포효": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "고대의 포효",
    "names": {
      "jp": "古代の咆哮",
      "kr": "고대의 포효"
    }
  },
  "미래의 일섬": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "미래의 일섬",
    "names": {
      "jp": "未来の一閃",
      "kr": "미래의 일섬"
    }
  },
  "레이징서프": {
    "series": "스칼렛&바이올렛",
    "type": "강화확장팩",
    "pName": "레이징서프",
    "names": {
      "jp": "レイジングサーフ",
      "kr": "레이징서프"
    }
  },
  "흑염의 지배자": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "흑염의 지배자",
    "names": {
      "jp": "黒炎の支配者",
      "kr": "흑염의 지배자"
    }
  },
  "포켓몬 카드 151": {
    "series": "스칼렛&바이올렛",
    "type": "강화확장팩",
    "pName": "포켓몬 카드 151",
    "names": {
      "jp": "ポケモンカード151",
      "kr": "포켓몬 카드 151"
    }
  },
  "스노해저드": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "스노해저드",
    "names": {
      "jp": "スノーハザード",
      "kr": "스노해저드"
    }
  },
  "클레이버스트": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "클레이버스트",
    "names": {
      "jp": "クレイバースト",
      "kr": "클레이버스트"
    }
  },
  "트리플렛비트": {
    "series": "스칼렛&바이올렛",
    "type": "강화확장팩",
    "pName": "트리플렛비트",
    "names": {
      "jp": "トリプレットビート",
      "kr": "트리플렛비트"
    }
  },
  "스칼렛 ex": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "스칼렛 ex",
    "names": {
      "jp": "スカーレットex",
      "kr": "스칼렛 ex"
    }
  },
  "바이올렛 ex": {
    "series": "스칼렛&바이올렛",
    "type": "확장팩",
    "pName": "바이올렛 ex",
    "names": {
      "jp": "バイオレットex",
      "kr": "바이올렛 ex"
    }
  },
  "VSTAR 유니버스": {
    "series": "소드&실드",
    "type": "하이클래스팩",
    "pName": "VSTAR 유니버스",
    "names": {
      "jp": "VSTARユニバース",
      "kr": "VSTAR 유니버스"
    }
  },
  "패러다임트리거": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "패러다임트리거",
    "names": {
      "jp": "パラダイムトリガー",
      "kr": "패러다임트리거"
    }
  },
  "백열의 아르카나": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "백열의 아르카나",
    "names": {
      "jp": "白熱のアルカナ",
      "kr": "백열의 아르카나"
    }
  },
  "로스트어비스": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "로스트어비스",
    "names": {
      "jp": "ロストアビス",
      "kr": "로스트어비스"
    }
  },
  "다크판타스마": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "다크판타스마",
    "names": {
      "jp": "ダークファンタズマ",
      "kr": "다크판타스마"
    }
  },
  "Pokémon GO": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "Pokémon GO",
    "names": {
      "jp": "Pokémon GO",
      "kr": "Pokémon GO"
    }
  },
  "타임게이저": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "타임게이저",
    "names": {
      "jp": "タイムゲイザー",
      "kr": "타임게이저"
    }
  },
  "스페이스 저글러": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "스페이스 저글러",
    "names": {
      "jp": "スペースジャグラー",
      "kr": "스페이스 저글러"
    }
  },
  "배틀리전": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "배틀리전",
    "names": {
      "jp": "バトルリージョン",
      "kr": "배틀리전"
    }
  },
  "스타버스": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "스타버스",
    "names": {
      "jp": "スターバース",
      "kr": "스타버스"
    }
  },
  "VMAX 클라이맥스": {
    "series": "소드&실드",
    "type": "하이클래스팩",
    "pName": "VMAX 클라이맥스",
    "names": {
      "jp": "VMAXクライマックス",
      "kr": "VMAX 클라이맥스"
    }
  },
  "퓨전아츠": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "퓨전아츠",
    "names": {
      "jp": "フュージョンアーツ",
      "kr": "퓨전아츠"
    }
  },
  "25th ANNIVERSARY COLLECTION": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "25th ANNIVERSARY COLLECTION",
    "names": {
      "jp": "25th ANNIVERSARY COLLECTION",
      "kr": "25th ANNIVERSARY COLLECTION"
    }
  },
  "마천퍼펙트": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "마천퍼펙트",
    "names": {
      "jp": "摩天パーフェクト",
      "kr": "마천퍼펙트"
    }
  },
  "창공스트림": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "창공스트림",
    "names": {
      "jp": "蒼空ストリーム",
      "kr": "창공스트림"
    }
  },
  "이브이 히어로즈": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "이브이 히어로즈",
    "names": {
      "jp": "イーブイヒーローズ",
      "kr": "이브이 히어로즈"
    }
  },
  "백은의 랜스": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "백은의 랜스",
    "names": {
      "jp": "白銀のランス",
      "kr": "백은의 랜스"
    }
  },
  "칠흑의 가이스트": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "칠흑의 가이스트",
    "names": {
      "jp": "漆黒のガイスト",
      "kr": "칠흑의 가이스트"
    }
  },
  "쌍벽의 파이터": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "쌍벽의 파이터",
    "names": {
      "jp": "双璧のファイター",
      "kr": "쌍벽의 파이터"
    }
  },
  "일격마스터": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "일격마스터",
    "names": {
      "jp": "一撃マスター",
      "kr": "일격마스터"
    }
  },
  "연격마스터": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "연격마스터",
    "names": {
      "jp": "連撃マスター",
      "kr": "연격마스터"
    }
  },
  "샤이니스타 V": {
    "series": "소드&실드",
    "type": "하이클래스팩",
    "pName": "샤이니스타 V",
    "names": {
      "jp": "シャイニースターV",
      "kr": "샤이니스타 V"
    }
  },
  "앙천의 볼트태클": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "앙천의 볼트태클",
    "names": {
      "jp": "仰天のボルテッカー",
      "kr": "앙천의 볼트태클"
    }
  },
  "전설의 고동": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "전설의 고동",
    "names": {
      "jp": "伝説の鼓動",
      "kr": "전설의 고동"
    }
  },
  "무한존": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "무한존",
    "names": {
      "jp": "ムゲンゾーン",
      "kr": "무한존"
    }
  },
  "폭염워커": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "폭염워커",
    "names": {
      "jp": "爆炎ウォーカー",
      "kr": "폭염워커"
    }
  },
  "반역크래시": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "반역크래시",
    "names": {
      "jp": "反逆クラッシュ",
      "kr": "반역크래시"
    }
  },
  "VMAX라이징": {
    "series": "소드&실드",
    "type": "강화확장팩",
    "pName": "VMAX라이징",
    "names": {
      "jp": "VMAXライジング",
      "kr": "VMAX라이징"
    }
  },
  "소드": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "소드",
    "names": {
      "jp": "ソード",
      "kr": "소드"
    }
  },
  "실드": {
    "series": "소드&실드",
    "type": "확장팩",
    "pName": "실드",
    "names": {
      "jp": "シールド",
      "kr": "실드"
    }
  },
  "TAG TEAM GX 태그올스타즈": {
    "series": "썬&문",
    "type": "하이클래스팩",
    "pName": "TAG TEAM GX 태그올스타즈",
    "names": {
      "jp": "TAG TEAM GX タッグオールスターズ",
      "kr": "TAG TEAM GX 태그올스타즈"
    }
  },
  "얼터제네시스": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "얼터제네시스",
    "names": {
      "jp": "オルタージェネシス",
      "kr": "얼터제네시스"
    }
  },
  "드림리그": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "드림리그",
    "names": {
      "jp": "ドリームリーグ",
      "kr": "드림리그"
    }
  },
  "리믹스바우트": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "리믹스바우트",
    "names": {
      "jp": "リミックスバウト",
      "kr": "리믹스바우트"
    }
  },
  "미라클트윈": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "미라클트윈",
    "names": {
      "jp": "ミラクルツイン",
      "kr": "미라클트윈"
    }
  },
  "스카이레전드": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "스카이레전드",
    "names": {
      "jp": "スカイレジェンド",
      "kr": "스카이레전드"
    }
  },
  "GG엔드": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "GG엔드",
    "names": {
      "jp": "ジージーエンド",
      "kr": "GG엔드"
    }
  },
  "더블블레이즈": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "더블블레이즈",
    "names": {
      "jp": "ダブルブレイズ",
      "kr": "더블블레이즈"
    }
  },
  "명탐정 피카츄": {
    "series": "썬&문",
    "type": "영화스페셜팩",
    "pName": "명탐정 피카츄",
    "names": {
      "jp": "名探偵ピカチュウ",
      "kr": "명탐정 피카츄"
    }
  },
  "풀메탈월": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "풀메탈월",
    "names": {
      "jp": "フルメタルウォール",
      "kr": "풀메탈월"
    }
  },
  "나이트유니슨": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "나이트유니슨",
    "names": {
      "jp": "ナイトユニゾン",
      "kr": "나이트유니슨"
    }
  },
  "GX 울트라샤이니": {
    "series": "썬&문",
    "type": "하이클래스팩",
    "pName": "GX 울트라샤이니",
    "names": {
      "jp": "GXウルトラシャイニー",
      "kr": "GX 울트라샤이니"
    }
  },
  "태그볼트": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "태그볼트",
    "names": {
      "jp": "タッグボルト",
      "kr": "태그볼트"
    }
  },
  "다크오더": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "다크오더",
    "names": {
      "jp": "ダークオーダー",
      "kr": "다크오더"
    }
  },
  "플라스마 스파크": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "플라스마 스파크",
    "names": {
      "jp": "",
      "kr": "플라스마 스파크"
    }
  },
  "GX배틀부스트 REMASTER": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "GX배틀부스트 REMASTER",
    "names": {
      "jp": "",
      "kr": "GX배틀부스트 REMASTER"
    }
  },
  "버스트임팩트": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "버스트임팩트",
    "names": {
      "jp": "超爆インパクト",
      "kr": "버스트임팩트"
    }
  },
  "페어리라이즈": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "페어리라이즈",
    "names": {
      "jp": "フェアリーライズ",
      "kr": "페어리라이즈"
    }
  },
  "창공의 카리스마": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "창공의 카리스마",
    "names": {
      "jp": "裂空のカリスマ",
      "kr": "창공의 카리스마"
    }
  },
  "챔피언로드": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "챔피언로드",
    "names": {
      "jp": "チャンピオンロード",
      "kr": "챔피언로드"
    }
  },
  "드래곤스톰": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "드래곤스톰",
    "names": {
      "jp": "ドラゴンストーム",
      "kr": "드래곤스톰"
    }
  },
  "금단의 빛": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "금단의 빛",
    "names": {
      "jp": "禁断の光",
      "kr": "금단의 빛"
    }
  },
  "울트라포스": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "울트라포스",
    "names": {
      "jp": "ウルトラフォース",
      "kr": "울트라포스"
    }
  },
  "울트라썬": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "울트라썬",
    "names": {
      "jp": "ウルトラサン",
      "kr": "울트라썬"
    }
  },
  "울트라문": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "울트라문",
    "names": {
      "jp": "ウルトラムーン",
      "kr": "울트라문"
    }
  },
  "GX 배틀부스트": {
    "series": "썬&문",
    "type": "하이클래스팩",
    "pName": "GX 배틀부스트",
    "names": {
      "jp": "GXバトルブースト",
      "kr": "GX 배틀부스트"
    }
  },
  "빛나는 전설": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "빛나는 전설",
    "names": {
      "jp": "ひかる伝説",
      "kr": "빛나는 전설"
    }
  },
  "각성의 용사": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "각성의 용사",
    "names": {
      "jp": "覚醒の勇者",
      "kr": "각성의 용사"
    }
  },
  "초차원의 침략자": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "초차원의 침략자",
    "names": {
      "jp": "超次元の暴獣",
      "kr": "초차원의 침략자"
    }
  },
  "THE BEST OF XY": {
    "series": "XY BREAK",
    "type": "하이클래스팩",
    "pName": "THE BEST OF XY",
    "names": {
      "jp": "THE BEST OF XY",
      "kr": "THE BEST OF XY"
    }
  },
  "어둠을 밝힌 무지개": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "어둠을 밝힌 무지개",
    "names": {
      "jp": "闘う虹を見たか",
      "kr": "어둠을 밝힌 무지개"
    }
  },
  "빛을 삼킨 어둠": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "빛을 삼킨 어둠",
    "names": {
      "jp": "光を喰らう闇",
      "kr": "빛을 삼킨 어둠"
    }
  },
  "새로운 시련": {
    "series": "썬&문",
    "type": "강화확장팩",
    "pName": "새로운 시련",
    "names": {
      "jp": "新たなる試練の向こう",
      "kr": "새로운 시련"
    }
  },
  "알로라의 햇빛": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "알로라의 햇빛",
    "names": {
      "jp": "キミを待つ島々",
      "kr": "알로라의 햇빛"
    }
  },
  "알로라의 달빛": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "알로라의 달빛",
    "names": {
      "jp": "アローラの月光",
      "kr": "알로라의 달빛"
    }
  },
  "썬 컬렉션": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "썬 컬렉션",
    "names": {
      "jp": "コレクション サン",
      "kr": "썬 컬렉션"
    }
  },
  "문 컬렉션": {
    "series": "썬&문",
    "type": "확장팩",
    "pName": "문 컬렉션",
    "names": {
      "jp": "コレクション ムーン",
      "kr": "문 컬렉션"
    }
  },
  "환상・전설 드림 컬렉션": {
    "series": "XY BREAK",
    "type": "확장팩",
    "pName": "환상・전설 드림 컬렉션",
    "names": {
      "jp": "幻・伝説ドリームキラコレクション",
      "kr": "환상・전설 드림 컬렉션"
    }
  },
  "타오르는 투사": {
    "series": "XY BREAK",
    "type": "확장팩",
    "pName": "타오르는 투사",
    "names": {
      "jp": "爆熱の闘士",
      "kr": "타오르는 투사"
    }
  },
  "냉혹한 반역자": {
    "series": "XY BREAK",
    "type": "확장팩",
    "pName": "냉혹한 반역자",
    "names": {
      "jp": "冷酷の反逆者",
      "kr": "냉혹한 반역자"
    }
  },
  "프리미엄 챔피언팩": {
    "series": "XY BREAK",
    "type": "확장팩",
    "pName": "프리미엄 챔피언팩",
    "names": {
      "jp": "EX×M×BREAK",
      "kr": "프리미엄 챔피언팩"
    }
  },
  "포켓심쿵 컬렉션": {
    "series": "XY BREAK",
    "type": "확장팩",
    "pName": "포켓심쿵 컬렉션",
    "names": {
      "jp": "ポケキュンコレクション",
      "kr": "포켓심쿵 컬렉션"
    }
  },
  "초능력의 제왕": {
    "series": "XY BREAK",
    "type": "확장팩",
    "pName": "초능력의 제왕",
    "names": {
      "jp": "めざめる超王",
      "kr": "초능력의 제왕"
    }
  }
}

export default packs;